Revit 2027 API
ParameterTypeId.MatchlineBottomOffset Property
 "Bottom Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MatchlineBottomOffset { get; }
Public Shared ReadOnly Property MatchlineBottomOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MatchlineBottomOffset {
	ForgeTypeId^ get ();
}
static member MatchlineBottomOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace